Repository: webdevs-pro/bible-references
Catalog: languages/biblerefs-*.po
Languages: uk

source: Bible References
uk: Біблійні Посилання

source: Language of references and tooltips
uk: Мова посилань та спливаючого вікна

source: Default
uk: За зомовчуванням

source: Ban to highlight references
uk: Заборонити підсвічування посилань

source: Off
uk: Викл

source: On
uk: Вкл

source: Bible:
uk: Біблія:

source: Delete
uk: Видалити

source: Add
uk: Додати

source: Filename
uk: Ім'я файлу

source: Name
uk: Ім'я

source: Status
uk: Статус

source: uploaded
uk: Завантажено

source: Options saved.
uk: Налаштування збережено

source: Bible References Plugin Options
uk: Налаштування плагіну Біблійних посиланнь

source: Version
uk: Версія

source: Settings
uk: Налаштування

source: Permissions
uk: Дозволи

source: Additional options
uk: Додаткові налаштування

source: Bible books
uk: Книги біблії

source: Choice Bible books
uk: Вибір біблійних книг

source: Highlight references in the headers H1...H6
uk: Підсвічувати посилання у заголовках H1- H6

source: Allow no dot after the book title
uk: Дозволити відсутність точок після назви книги

source: Allow Roman numerals
uk: Дозволити римські цифри

source: Allow the comma as divider between chapter and verses (western tradition)
uk: Дозволити кому як роздільний знак між розділом та віршем (західна традиція)

source: The plugin highlights references in both eastern and western notation. There is collision what is mean the reference containing two numbers devided by a comma (for example, Ps. 4,6). In the Western tradition, this is reference to Psalm 4 verse 6, but in the east tradition it is reference to Psalms 4 and 6. You can choose how to interpret such links by specifying it in the settings.
uk: Плагін підсвічує посилання у обох західній та східній традиціях. Існує непорозуміння, що означає посилання, що містить два числа розділених комою (наприклад, Пс. 4, 6). У західній традиції, це посилання на Псалом 4 вірш 6, але в східній традиції це посилання на Псалми 4 і 6. Ви можете вибрати, як інтерпретувати такі посилання, вказавши це в налаштуваннях.

source: Delete spaces between digit and letter in the book notation
uk: Видалити пробіли між номером та назвою книги у посиланні

source: Convert references to the normalized form
uk: Нормалізувати посилання до східної традиції (Пс. 4:6)

source: Phrases are not Bible reference
uk: Фрази що не є біблійними посиланнями

source: use a semicolon or new line as delimiter
uk: використовуйте крапку з комою для розмежування

source: The maximum execution time
uk: Максимальний час виконання скрипта

source: sec.
uk: сек.

source: Method of reading files
uk: Метод читання файлів

source: <i>(Plugin tries to read Bible files with marked methods in the order listed.<br>To do the reading faster, disable unnecessary methods - you need one only. <br><u>Warning:</u> Some methods may not be available on your server.)</i>
uk: <i>(Плагін намагається читати файли позначеними методами в зазначеному порядку. <br> Щоб зробити читання швидше, відключіть непотрібні методи.<br> <і> Увага: </ u> Деякі методи можуть бути недоступні на вашому сервері.)</i>

source: External AJAX Proxy
uk: Зовнішній AJAX проксі

source: Add into <em>functions.php</em> on this server the following PHP-code (see bellow)
uk: Додайте в файл <em>functions.php</em> у вашій темі наступний PHP код:

source: Reference links CSS class
uk: CSS клас посилань

source: Debug
uk: Режим налагодження

source: <br><i>(If you enable this option the debug information will written to the file "debug.log" in the plugin directory.<br>The file will be updated in 30 minutes after the last record, or the filesize exceed 2 Mb.<br><font color="red"><b>Disable this option after the end of debugging!</b></font>)</i>
uk: <br><i>(Якщо включити цю опцію, налагоджувальна інформація буде записана в файл "debug.log" в каталозі плагіна.<br>Файл буде оновлено протягом 30 хвилин після останнього запису, або якщо розмір файлу перевищує 2 Мб.<br><font color="red"><b>Вимкніть цю опцію після закінчення налагодження!</b></font>)</i>

source: Update Options
uk: Зберегти налаштування

source: Thanks for using Biblie References
uk: Дякуємо за використання плагіну підсвітки Біблійних Посилань

source: The plugin will highlight the Bible references and display Bible verses in popup.
uk: Плагін буде виділяти посилання Біблії і відображати вірші з Біблії у спливаючому вікні.

source: Alex Ischenko
uk: Олексій Іщенко
